Repository: ibaios/gnome-shell-extension-clipboard-indicator
Catalog: locale/*/LC_MESSAGES/clipboard-indicator.po
Languages: eu

source: Text will be here
eu: Testua hemen azalduko da

source: Type here to search...
eu: Idatzi hemen bilatzeko...

source: Private mode
eu: Modu pribatua

source: Clear history
eu: Garbitu historia

source: Settings
eu: Ezarpenak

source: Clipboard is empty
eu: Arbela hutsik dago

source: Clear all?
eu: Guztia garbitu?

source: Are you sure you want to delete all clipboard items?
eu: Ziur arbeleko elementu guztiak kendu nahi dituzula?

source: This operation cannot be undone.
eu: Ezin da eragiketa hau desegin.

source: Clear
eu: Garbitu

source: Cancel
eu: Utzi

source: Clipboard history cleared
eu: Arbelaren historia garbituta

source: Copied to clipboard
eu: Arbelera kopiatuta

source: History Size
eu: Historiaren tamaina

source: Preview Size (characters)
eu: Aurrebistaren tamaina (karaktereak)

source: Max cache file size (MB)
eu: Cache fitxategiaren gehienezko tamaina (MB)

source: Number of characters in top bar
eu: Goiko barrako karaktere kopurua

source: What to show in top bar
eu: Zer erakutsi goiko barran

source: Remove down arrow in top bar
eu: Kendu beheranzko gezia goiko barran

source: Cache only pinned items
eu: Cacheratu ainguratutako elementuak soilik

source: Show notification on copy
eu: Erakutsi jakinarazpena kopiatzean

source: Show notification on cycle
eu: Erakutsi jakinarazpena nabigatzean

source: Show confirmation on Clear History
eu: Eskatu berrespena historia garbitzerakoan

source: Remove whitespace around text
eu: Kendu testuaren inguruko hutsuneak

source: Move item to the top after selection
eu: Eraman elementua goraino hautatu ostean

source: Keep selected entry after Clear History
eu: Gorde hautatutako elementua historia garbitu ondoren

source: Show paste buttons
eu: Erakutsi itsasteko botoiak

source: Adds a paste button to each entry that lets you paste it directly
eu: Sarrera bakoitzaren alboan itsasteko botoi bat gehitzen du, zuzenean itsasteko

source: Place the pinned section on the bottom
eu: Kokatu ainguratutakoen atala behealdean

source: Requires restarting the extension
eu: Hedapena berrabiarazi behar da

source: Clear clipboard history on system reboot
eu: Garbitu arbelaren historia sistema berrabiaraztean

source: Paste on select
eu: Itsatsi hautatzean

source: Cache images
eu: Cacheratu irudiak

source: Excluded Apps
eu: Salbuetsitako aplikazioak

source: Content copied will not be saved while these apps are in focus
eu: Aplikazio hauek fokua dutenean kopiatutako edukia ez da gordeko

source: UI
eu: Erabiltzaile interfazea

source: Behavior
eu: Portaera

source: Exclusion
eu: Salbuespena

source: Limits
eu: Mugak

source: Topbar
eu: Goiko barra

source: Notifications
eu: Jakinarazpenak

source: Shortcuts
eu: Laster-teklak

source: Icon
eu: Ikonoa

source: Clipboard Content
eu: Arbelaren edukia

source: Both
eu: Biak

source: Neither
eu: Bat ere ez

source: Toggle the menu
eu: Erakutsi/ezkutatu menua

source: Previous entry
eu: Aurreko sarrera

source: Next entry
eu: Hurrengo sarrera

source: Enable shortcuts
eu: Gaitu laster-teklak

source: Disabled
eu: Ezgaituta

source: Enter shortcut
eu: Sartu laster-tekla

source: Window class name, e.g. "KeePassXC"
eu: Leihoaren klase-izena, adb. "KeePassXC"
